{
  {
    "name": "Владимир",
    "code": "01NX006",
    "updateCode": "1.1",
    "updateDate": "25.05.20",
    "oldText": "АТАКА(2ой лвл): за каждого другого атакующего союзника нанесите 1 ед. урона ему и 1 ед. урона вражескому нексусу.",
    "updateType": "text",
    "justification": "В этом обновлении в основном изменились характеристики и стоимость карт. Однако Владимиру не хватало привлекательности, которая сделала бы его популярным чемпионом, поэтому в данном случае мы внесли более глубокие изменения, превратив эффект Владимира 2 уровня в истощение. Это не только сделает его настоящим боевым магом, вытягивающим жизнь из противников, но и добавит в его колоды новый инструмент, ради которого стоит играть на повышение уровня."
  },
  {
    "name": "Карма",
    "code": "01IO041",
    "updateCode": "1.1",
    "updateDate": "25.05.20",
    "oldText": "СТОИМОСТЬ: 5",
    "updateType": "cost",
    "justification": "Сделав Карму дороже, мы ограничили другие действия, доступные игроку на том же ходу, на котором он ее разыгрывает. Теперь ее будет труднее защитить."
  },
  {
    "name": "Шен",
    "code": "01IO032",
    "updateCode": "1.1",
    "updateDate": "25.05.20",
    "oldText": "CИЛА: 2\nCИЛА(2ой лвл): 3",
    "updateType": "stats",
    "justification": "Шен долгое время оставался одним из самых непопулярных чемпионов, в частности потому, что он по-настоящему эффективен только в сочетании с Демасией. Пока что мы решили повысить его показатель силы, чтобы Шен мог представлять угрозу сам по себе, и игроки чаще отправляли его в атаку."
  },
  {
    "name": "Вай",
    "code": "02PZ008",
    "updateCode": "1.1",
    "updateDate": "25.05.20",
    "oldText": "ЗДОРОВЬЕ: 5\nЗДОРОВЬЕ(2ой лвл): 6",
    "updateType": "stats",
    "justification": "Хотя у Вай нет настолько мощных победоносных эффектов, как у некоторых других чемпионов, она все равно слишком сильна во многих колодах из-за показателей силы и здоровья. Ее мощь сохранится в колодах, построенных на синергии с ее умениями, но мы надеемся, что теперь она перестанет быть чемпионом по умолчанию для Пилтовера и Зауна."
  },
  {
    "name": "Гекарим",
    "code": "01SI042",
    "updateCode": "1.1",
    "updateDate": "25.05.20",
    "oldText": "CИЛА: 4\nCИЛА(2ой лвл): 5",
    "updateType": "stats",
    "justification": "С прежними показателями Гекариму зачастую было сложно провести результативную атаку. Мы добавляем ему силы, чтобы расширить круг ситуаций, в которых он может атаковать, и игра за него приносила больше удовольствия."
  },
  {
    "name": "Друг-большерог",
    "code": "02DE008",
    "updateCode": "1.1",
    "updateDate": "25.05.20",
    "oldText": "CИЛА: 4",
    "updateType": "stats",
    "justification": "Мы передаем часть силы Опытного следопыта более дорогой карте, чтобы у колод, основанных на Разведке, появилось больше приемлемых вариантов. Это также небольшое усиление для Почтения памяти в случае, если оно вытянет для вас Большерога."
  },
  {
    "name": "Опытный следопыт",
    "code": "02DE009",
    "updateCode": "1.1",
    "updateDate": "25.05.20",
    "oldText": "CИЛА: 4",
    "updateType": "stats",
    "justification": "Соотношение цены и эффективности у Опытного следопыта одно из лучших в игре. Этот живучий (учитывая призыв Барсука) боец наносит серьезный урон за счет навыка Разведка, заставляя противника тратить на блокирование ценные карты и к середине матча давая Демасии преимущество, которое показалось нам слишком легкодоступным. Мы снижаем силу Следопыта (и Верного барсука), чтобы дать противнику больше свободы выбора в том, как и когда блокировать эти карты."
  },
  {
    "name": "Шевалье Лоранов",
    "code": "01DE053",
    "updateCode": "1.1",
    "updateDate": "25.05.20",
    "oldText": "ЗДОРОВЬЕ: 1",
    "updateType": "stats",
    "justification": "Шевалье Лоранов был слишком хрупким, чтобы игрок мог дождаться нескольких срабатываний его эффекта. А учитывая то, что это обновление ослабит некоторые демасийские карты, он тем более заслуживает усиления."
  },
  {
    "name": "Верный барсук",
    "code": "02DE003",
    "updateCode": "1.1",
    "updateDate": "25.05.20",
    "oldText": "CИЛА: 4",
    "updateType": "stats",
    "justification": "Это изменение идет в паре с ослаблением Опытного следопыта. Впрочем, Барсук и без того имел проблемы с балансом, особенно в экспедициях, где Демасия оказывалась слишком сильна по чистым характеристикам."
  },
  {
    "name": "Один в поле воин",
    "code": "01DE017",
    "updateCode": "1.1",
    "updateDate": "25.05.20",
    "oldText": "СТОИМОСТЬ: 3",
    "updateType": "cost",
    "justification": "Мы видели, как игроки усиливали бойца этим заклинанием уже в третьем раунде, а это слишком круто поворачивало ход матча или даже предрешало его исход. Судьба противника зависела от того, был ли у него конкретный инструмент для противодействия (или даже от того, играл ли он за нужный регион). Нам не нравится такой расклад, поэтому мы урезаем возможности применения этого заклинания в начале игры, увеличив его стоимость на 1. Больше никаких нападений в третьем раунде усиленным бойцом за три единицы маны."
  },
  {
    "name": "Легионер арьергарда",
    "code": "01NX012",
    "updateCode": "1.1",
    "updateDate": "25.05.20",
    "oldText": "ЗДОРОВЬЕ: 2",
    "updateType": "stats",
    "justification": "С выходом Прилива появились новые возможности наносить прямой урон нексусу (с этим связаны и некоторые потенциальные изменения в будущем). Мы заметили, что поведение агрессивных колод, построенных на этой стратегии, стало слишком предсказуемым, особенно если в них входят подходящие регионы. Мы прицельно ослабляем Легионера арьергарда и Новичка из взрывотряда (см. ниже), чтобы ослабить для этих колод эффект снежного кома на ранних стадиях игры. Анализируя данные по колодам, основанным на прямом уроне нексусу или на стратегии агрессии, мы заметили, что сыгранный в первом же раунде Легионер арьергарда существенно повышал процент побед, тогда как с другими картами такого не происходило. Легионер наносил слишком много урона для карты стоимостью 1, а мы не хотим, чтобы игроки чувствовали, что уже отстали или даже проиграли только потому, что у них не было подходящего ответа в первом раунде. После этого изменения возможности разных регионов противодействовать Легионеру стали примерно равными."
  },
  {
    "name": "Добрый трактирщик",
    "code": "01FR050",
    "updateCode": "1.1",
    "updateDate": "25.05.20",
    "oldText": "CИЛА: 2",
    "updateType": "stats",
    "justification": "Исцеление – одна из специализаций Фрельйорда, но оно оказалось менее доступно колодам, которые не основаны на накоплении маны. Мы сделали Трактирщика полезнее и, надеемся, привлекательнее для сборки самых разных фрельйордских колод."
  },
  {
    "name": "Глубокая медитация",
    "code": "02IO009",
    "updateCode": "1.1",
    "updateDate": "25.05.20",
    "oldText": "СТОИМОСТЬ: 4",
    "updateType": "cost",
    "justification": "Глубокая медитация давала слишком много за свою стоимость, обеспечивая самодублирование, преимущество в количестве карт и постоянное использование заклинаний. Эта карта должна хорошо себя показывать в колодах, состоящих в основном из заклинаний, но на практике она оказалась слишком эффективной и в других обстоятельствах. Иония обладает хорошим арсеналом мощных инструментов, но обычным ионийским колодам должно быть труднее получить доступ к Глубокой медитации."
  },
  {
    "name": "Новичок из взрывотряда",
    "code": "01PZ054",
    "updateCode": "1.1",
    "updateDate": "25.05.20",
    "oldText": "ЗДОРОВЬЕ: 4",
    "updateType": "stats",
    "justification": "Новичок из взрывотряда – звезда агрессивных колод, ориентированных на прямой урон. С таким высоким показателем здоровья и способностью, срабатывающей при атаке, Новичок снова и снова бил по вражескому нексусу. Теперь он станет уязвимее для боевого и небоевого урона, а у противника появится шанс избежать многократного срабатывания его способности."
  },
  {
    "name": "Паучий выводок",
    "code": "01SI050",
    "updateCode": "1.1",
    "updateDate": "25.05.20",
    "oldText": "СТОИМОСТЬ: 5",
    "updateType": "cost",
    "justification": "Мы отменяем изменение Паучьего выводка, которое делали во время открытого бета-тестирования, чтобы усилить паучьи колоды на фоне ослабления Метки островов, Любимца толпы и Обезумевшего ловчего. Снижение стоимости карты сделало ее слишком эффективной, особенно в качестве инструмента защиты в колодах контроля и стратегиях "убивай собственных бойцов"."
  },
  {
    "name": "Ловля на живца",
    "code": "02BW025",
    "updateCode": "1.1",
    "updateDate": "25.05.20",
    "oldText": "Длиннозуб: ЗДОРОВЬЕ: 1",
    "updateType": "stats",
    "justification": "Изменения Длиннозуба сделают Ловлю на живца чуть менее хрупкой и более надежной, особенно в экспедициях, где колодам с этой комбинацией пришлось несладко. Кроме того, Ловлю на живца теперь можно разыграть, даже если на игровом поле нет бойцов противника. По сути это исправление ошибки, но благодаря этому сфера применения заклинания расширится."
  },
  {
    "name": "Обезьяний истукан",
    "code": "02BW034",
    "updateCode": "1.1",
    "updateDate": "25.05.20",
    "oldText": "ЗДОРОВЬЕ: 4",
    "updateType": "stats",
    "justification": "Шанс создать еще одну обезьянку делает эффект Истукана полезнее, а вопрос "когда разыграть эту карту" – важнее и интереснее."
  },
  {
    "name": "Игровой автоматон",
    "code": "02BW016",
    "updateCode": "1.1",
    "updateDate": "25.05.20",
    "oldText": "CИЛА: 0\nЗДОРОВЬЕ: 3",
    "updateType": "stats",
    "justification": "Мы улучшаем параметры Автоматона, чтобы его барабаны вращались побыстрее."
  },
}
